Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/forms_schemes_fi/savasu_koltsaame.pdf.tmx
Source language: sms
Languages: fin

source: ʼõutveäkka toimmjumuš lij rämm päärnže da onnstem ǩiõŠččlâsttmuužžid lij vueittemvuõtt vuäŠǯǯad siõrr da aaŠšši mättjem mieŠldd.
fin: Yhdessä toimiminen on ilo lapselle ja onnistumisen kokemuksia on mahdollisuus saada leikkien ja uusien asioiden oppimisen kautta.

source: JuõŠǩǩpeiŠvvsa tuååim, porrmõž da šõddâmpirrõz
fin: Päivittäiset toiminnot, ruokailu ja kasvuympäristö

source: Päärnže jiiŠjjesnallšem tuåimmjemnääĺ lie siõrrmõš, liikkumuš, čeäŠppvuâđlaž ǩiõŠččlâsttmuš da tutǩǩumuš, kooi mieŠldd päärnaž vuäitt raŠvveed puârast pirǧǧumuužž da fiŠttjõõzz jiiŠstez.
fin: Lapselle ominaiset toimintatavat ovat leikkiminen, liikkuminen, taiteellinen kokeminen ja tutkiminen, joiden kautta lapsi voi vahvistaa hyvinvointiaan ja käsitystä itsestään.

source: Päärna jiiŠjjesnallšem tuåimmjemnääĺ vääldet lokku juõŠǩǩpeiŠvvsain tuåimin.
fin: Lapsen ominaiset toimintatavat otetaan huomioon päivittäisissä toiminnoissa.

source: JuõŠǩǩpeiŠvvsain tuåimin čõõđtet täŠst plaanâst peäggtum kulttuur siisǩeid da äärvaid nuŠt, što päärnaž vuäitt ǩiõŠččlâstted ǩiõlâs da kulttuures luâđližžen vueŠssen jiiŠjjes jieŠllmez.
fin: Päivittäisissä toiminnoissa toteutetaan tässä suunnitelmassa mainittuja kulttuurisisältöjä ja arvoja niin, että lapsi voi kokea kielensä ja kulttuurinsa luonnollisena osana omaa elämäänsä.

source: JuõŠǩǩpeiŠvvsaid tuåimid čõõđteest ââned veäŠǩǩen sääŠmõhttsažkååŠdd teâđaid da čeäŠppvuõđ.
fin: Päivittäisiä toimintoja toteutettaessa käytetään apuna saamelaisyhteisön tietoja ja taitoja.

source: Porrmõž lij vueŠss päärnai vuađđhååid, peâmmʼmuužž da mättõõzz.
fin: Ruokailu on osa lasten perushoitoa, kasvatusta ja opetusta.

source: Päärna kueŠddted tobddstõõttâd ođđ porrmõšaunnsid da njâdded jeeŠresnallšem porrmõõžžid.
fin: Lasta kannustetaan tutustumaan uusiin ruoka-aineisiin ja maistamaan erilaisia ruokia.

source: Porrmõž lij sosiaalâž čeäŠppvuõđi harjjtõõllmõs, koŠst päärnaž mättai puârast åårrad, kueiŠmi lokku väŠlddmuužž da uŠvdded äärvv porrmõžže.
fin: Ruokailu on sosiaalisten taitojen harjoittelua, jossa lapsi oppii hyviä käytöstapoja, toisten huomioon ottamista ja arvostamaan ruokaa.

source: Päärna kueŠddted jiiŠjjestuåimmsa poorrmužže ǩiirteŠmes, staanlaž da mättʼtõõttmužže miõđlaž pirrõõzzâst.
fin: Lasta kannustetaan omatoimiseen syömiseen kiireettömässä, turvallisessa ja opettelulle myönteisessä ympäristössä.

source: PorrmõšvaŠljjumuužž, poorrámšoddmuš, porrmõš- saaǥǥ da šiõttõõttmuš ohjjee päärnai poorrâmnaali õuddnumuužž.
fin: Ruokavalinnat, ruokailutilanne, ruokapuheet ja asenteet ohjaavat lasten ruokatottumusten kehittymistä.

source: SiõrrââŠjjest lij vääžnai porrmõõõžž määŋgbeäŠllsažvuõtt, šââddai, heedâlmi da mueŠrji jânnjõs âânnmuš, teemesvuõŠj poorrâmvuõŠjjân, vuõŠjteŠmes mieŠlǩǩ, kõskkporrmõõžži šlaajj, juukkmõõžži jeäŠrmelt vaŠlljumuš da tuäveemnaali viälttʼtumuš..
fin: Leikki-iässä on tärkeää ruokavalion monipuolisuus, kasvisten, hedelmien ja marjojen runsas käyttö, pehmeät rasvat ravintorasvoina, rasvaton maito, välipalojen laatu, janojuomien järkevä valinta ja napostelutottumusten välttäminen.

source: Päärna šõddâmpirrõz ferttai leeŠd fyyslaž, psyyklaž da sosiaalaž raajjʼji beäŠlest nåkam, što tõt õõudáđ päärna puârast pirǧǧumuužž, tiõrvâsvuõđ, šõddmuužž, õuddnumuužž da mättjumuužž.
fin: Lapsen kasvuympäristö tulee olla fyysisiltä, psyykkisiltä ja sosiaalisilta tekijöiltään sellainen, että se edistää lapsen hyvinvointia, terveyttä, kasvua, kehitystä ja oppimista.

source: Eärben vuâmmšed õõutilooǥǥ kõõmtääzz.
fin: Erityistä huomiota kiinnitetään yksikön melutasoon.

source: VeäŠllštumuš, kõõmmʼmuš da leeiǥǥ sosiaalaž kontaaktt pââjee päärna stressläđđasvuõd leigga pââjas, mii jiiŠjjes beäŠlest vuäitt vaaikted päärna jeäŠrmmvuađlaž da ǩiõlvuâđlaž õuddnumužže, moštte, jiõččkartte di sosiaalaž čeäŠppvuõđid.
fin: Levottomuus, meluisuus ja liialliset sosiaaliset kontaktit nostavat lapsen stressiherkkyyden liian korkeaksi, mikä osaltaan voi vaikuttaa lapsen älylliseen ja kielelliseen kehitykseen, muistiin, minäkuvaan sekä sosiaalisiin taitoihin.

source: Sõddâmpirrõõzzâst vuâmmšet staanvuõđ da dommnallšemvuõđ lââzzen tuåimmsââŠji toimmjemvuõtte, luâđ âlddsõsvuõtte da tõzz, mäŠhtt tõk oŠvdde vueittemvuõđ säŠmmla ärbbvuõđ serddmužže luâđalt.
fin: Kasvuympäristössä kiinnitetään huomiota turvallisuuden ja kodinomaisuuden lisäksi toimitilojen toiminnallisuuteen, luonnonläheisyyteen ja siihen, miten ne mahdollistavat saamelaisen perinteen siirtymisen luonnollisesti.

source: TuåimmsââŠjin lij vueittemvuõtt še jeeresnallšem säŠmmlai ǩiõŠtt - tuâŠjai raajjmužže.
fin: Toimitiloissa on mahdollisuus myös erilaisten saamelaisten käsitöiden tekemiseen.

source: TuåimmsââŠji âlddsõõzzâst lij vueittemvuõtt kåvvaz da jäŠrrsi säŠmmlai ärbbvuâđlaž šeljjraajlmi ceäggtumužže.
fin: Toimitilojen läheisyydessä on mahdollisuus laavun ja muiden saamelaisten perinteisten piharakennelmien pystytykselle.

source: ǨeŠddmäärǩ säämnalla raajeeŠl vueitet jiiŠjjesnalla raŠvveed päärna kulttuur-identiteett da raajjâd jäänben määŋgbeäŠllsaid ǩiõlâânnem vueittemvuõđ.
fin: Pihapiirin saamelaistamisella voidaan osaltaan vahvistaa lapsen kulttuuri-identiteettiä ja luoda monipuolisempia kielenkäyttömahdollisuuksia.

source: Håiddâkksai peâmmtoimmjumuužž plaanmuš
fin: Varhaiskasvatustoiminnan suunnittelu

source: Håiddâkksai peâmmpeâmmõõutilååǥǥin raajât õõutilooǥǥmieŠlddsaž toimmjemplaann, kååŠnn vuađđán lie säämhåiddâŠkksai peâmmplaan da sääŠm eeŠjj-jårrõs.
fin: Varhaiskasvatusyksiköissä laaditaan yksikkökohtainen toimintasuunnitelma, joka pohjautuu saamelaiseen varhaiskasvatussuunnitelmaan ja saamelaiseen vuotuiskiertoon.

source: Plaan vuađdân tuõŠlljed säŠmmlai kääuŠc eeŠjjaaiŠjid, kååŠtt karttŠttâd säŠmmlai mââilmmkaart.
fin: Suunnittelun runkona käytetään saamelaisten kahdeksaa vuodenaikaa, joka kuvastaa saamelaisten maailmankuvaa.

source: SäŠmmlaž mââilmmkartt šâdd da jeäŠll arggpeeiŠv tuâŠjai kõoskâst.
fin: Saamelainen maailmankuva hahmottuu ja elää arkipäivän töiden keskellä.

source: SäŠmmlai kääuŠc eeŠjjääiŠj lie täŠlvv, kiđđtäŠlvv, ǩiđđ, ǩiđđǩieŠss, ǩieŠss, čõhččǩieŠss, čõhčč da čõhččtäŠlvv.
fin: Saamelaisten kahdeksan vuodenaikaa ovat talvi, kevättalvi, kevät, kevätkesä, kesä, syyskesä, syksy ja syystalvi.

source: Päärnže raajât privaat håiddâŠkksai peâmmplaan (vasu) õhttsažtuâŠjast päärna puärrsi leŠbe jäŠrrsi päärn huõlâânnmest västteei oummivuiŠm.
fin: Lapselle laaditaan henkilökohtainen varhaiskasvatussuunnitelma (vasu) yhteistyössä lapsen vanhempien tai muiden lapsen huolenpidosta vastaavien henkilöiden kanssa.

source: Vasu täävvtõzzân lij päärna jiiŠjjesnallšemvuõđ da puärrsi vuäinnmõõzzi lokku väŠlldmõš toimmjumuužž järjstumuužžâšt jm. päärna ǩiõčclâŠsttmuužž, taarbb da puõŠtti ääiŠj vuäinnmõožž, päärna miõlǩiessi ääŠšš, ravvõsvuõđ da päärna persoonlaž tueŠrjj da ohjjeemtaarbid.
fin: Vasun tavoitteena on lapsen yksilöllisyyden ja vanhempien näkemysten huomioonottaminen toiminnan järjestämisessä mm. lapsen kokemukset, tarpeet ja tulevaisuuden näkymät, lapsen mielenkiinnon kohteet, vahvuudet ja lapsen yksilöllisen tuen ja ohjauksen tarpeet.

source: HåiddâŠkksai peâmmplaanqst suåvât puärrsivuiŠm õõutsââŠjest toimmjemnaalin.
fin: Varhaiskasvatussuunnitelmassa sovitaan vanhempien kanssa yhteistyön toimintatavoista.

source: Päärnaž vuäitt še jiõčč vuäŠssõõttâd håiddâŠkksai peâmmplaann raajjmužže da ärvvstõõllmušin puärrsi da personkååŠdd õõutveäkka suåppõmnääŠleld.
fin: Lapsi voi myös itse osallistua varhaiskasvatussuunnitelman laatimiseen ja arviointiin vanhempien ja henkilöstön yhdessä sopimalla tavalla.

source: Håiddâkksai peâmmpeâmmõõutilååǥǥin riâššat äiǧǧmiermieŠlddsaid plaanâmsååbbrid piârrji vuiŠm.
fin: Varhaiskasvatusyksiköissä järjestetään säännöllisiä suunnittelukokouksia perheiden kanssa.

source: ʼõutilooǥǥ jiiŠjjes toimmjemplaanmuužžâst da čõõđtumuužžâst ââned veeidâlt veäŠǩǩen obb sääŠmõhttsažkååŠdd.
fin: Yksikkökohtaisen toiminnan suunnittelussa ja toteuttamisessa käytetään laajemmin apuna koko saamelaisyhteisöä.

source: Håiddâkksai peâmmtoimmjumuužž plaanmuužžâst raajât õhttsažtuââj še jeeŠres sääŠm õõutilooǥǥi kõõskâlt di jiiŠjjes kååŠddest mâte sääŠmvuuŠvdest obbneezz.
fin: Varhaiskasvatustoiminnan suunnittelussa tehdään yhteistyötä myös eri saamelaisyksiköiden kesken sekä omassa kunnassa että koko saamelaisalueella.

source: Täävvtõzzân lij raajjâd põõžži sääŠmvuuŠvd säiŠmm, kååŠtt beäŠllstes pohtt tueŠrjj tuõŠjju da lââzzad säŠmmla håiddâkksai peâmmtoimmjumuužž siisǩe õõdâsviikkâm vueittemvuõđ.
fin: Tavoitteena on luoda pysyvä saamelaisalueen verkosto, joka osaltaan tuo tukea työhön ja lisää saamelaisen varhaiskasvatustoiminnan sisällön kehittämismahdollisuuksia.

source: ʼõutilooǥǥ kuõskki toimmjemplaan siisǩâld jm.
fin: Yksikkökohtainen toimintasuunnitelma sisältää mm. seuraavat asiat:

source: - takai täävtõõzz
fin: - yleiset tavoitteet

source: - šõddâmpirrõõzz karttʼtumuš - sääŠm ǩiõl mättjem täävtõõzz da neäŠvv
fin: - kasvuympäristön kuvaus - saamen kielen oppimisen tavoitteet ja välineet

source: - kulttuuraarvi čõõđtumuš tueŠjjeemnääŠllen eeŠjj- jårrõõzz mieŠldd
fin: - kulttuuriarvojen toteutuminen käytännön toiminnaksi vuotuiskierron mukaan

source: - õhttsažtuâŠjj puärrsi, sooǥǥ da jäŠrrsivuiŠm - toimmjumuužž ärvvstõõllmuš da ǩõskkšââŠjest åårai õõdâsviikkâmääŠšš
fin: - yhteistyö vanhempien, suvun ja muiden tahojen kanssa - toiminnan arviointi ja keskeiset kehittämiskohteet

source: Håiddâkksai peâmmtuââŠj čõõđtummuš
fin: Varhaiskasvatuksen toteuttaminen

source: Päärnai peiŠvvhåidd lij vuađđkääzzkõs, koonn järjstumuš lij kååŠdd õõlǥtummuš da koonn teäŠǧǧvuõtt šâdd vuõss-sââŠjest õhttsažkååŠdd tieŠǧǧin.
fin: Lasten päivähoito on peruspalvelu, jonka järjestäminen on kunnan velvollisuus ja jonka rahoitus tapahtuu pääosin yhteiskunnan varoista.

source: ʼhttsažkååŠdd tuâŠjjan lij staanad šlaajjmieŠldd pueeŠr peiŠvvhååid vuäŠǯǯmuš nuŠt, što pukin päärnain lij vueittemvuõtt vuäŠssõõttâd kääzzkõõzzid huõlǩani piârri sosioekonomlaž leŠbe jeeŠres õhttsažkååŠddvuađlaž sââŠjest leŠbe jeäŠllsââŠjest.
fin: Yhteiskunnan tehtävänä on taata laadullisesti hyvän päivähoidon saatavuus siten, että kaikilla lapsilla on mahdollisuus osallistua palveluihin riippumatta perheen sosioekonomisesta tai muusta yhteiskunnallisesta asemasta tai asuinpaikasta.

source: Kääzzkõõzzi ferttje leeŠd määŋgbeäŠllsa da jeeŠres kääzzkâsttemnääŠli tääzzverddsaž õõdâsviikkmuužzast ferttai âânned huõl.
fin: Palvelujen tulee olla monipuolisia ja eri palvelumuotojen tasapuolisesta kehittämisestä tulee huolehtia.

source: SääŠmǩiõllsai vuađđkääzzkõõzzi puuttʼtumuužžâst väŠsttee vuõss- sââŠjest sääŠmvuuŠvd kååŠdd.
fin: Saamenkielisten peruspalvelujen tuotannosta vastaavat ensisijaisesti saamelaisalueen kunnat.

source: JieŠnnǩiõlsai kääzzkõõzzi puuttʼtumus lij kuuitaǥ lääŠjjest miertõllum puki LääŠddjânnam kååŠddi vuađđtuâŠjjan.
fin: Äidinkielisten palvelujen tuotanto on kuitenkin lainsäädännössä määritelty kaikkien Suomen kuntien perustehtäväksi.

source: Še õhttõõzz lie vuäŠssõõttam miârkkšõõvvi nääŠleld sääŠmǩiõllsai kääzzkõõzzi puuttʼtumužže.
fin: Myös järjestöt ovat osallistuneet merkittävällä tavalla saamenkielisten palvelujen tuotantoon.

source: SäŠmmlai dommvuuŠvdest riâššat sääŠm peiŠvvhååid da ǩiõllpieŠsstoimmjumuužž vuõss- sââŠjest ärttelpiârpeiŠvvhåiddan.
fin: Saamelaisten kotiseutualueella järjestetään saamelaista päivähoitoa ja kielipesätoimintaa pääasiassa ryhmäperhepäivähoitona.

source: Odinakai UŠccjooǥǥ kååŠddest toimmai tâŠvvsäŠmmlaž peiŠvvdomm.
fin: Ainoastaan Utsjoen kunnassa toimii pohjoissaamelainen päiväkoti.

source: ÄrttelpiârpeiŠvvhåiddååbleǩ lij tieŠddi vuõss-sââŠjjlaž toimmjemnääŠll koonn vuađđan lie kuuǩes määtǩ di škoouljum personkååŠdd vuäŠǯǯmõš.
fin: Ryhmäperhepäivähoitomuoto on painottunut pääasialliseksi toimintamuodoksi perustuen pitkiin etäisyyksiin sekä koulutetun henkilöstön saatavuuteen.

source: Še sääŠmǩõllsa peiŠvvhååid taarb vaajjtõõllmuš di uuŠcces päärnaimieŠr siijdin vaaiktam ärttelpiârpeiŠvvhåiddååbleǩ jäänumužže.
fin: Myös saamenkielisen päivähoidon tarpeen vaihtelu sekä pienet lapsimäärät kylittäin ovat vaikuttaneet ryhmäperhepäivähoitomuodon yleistymiseen.

source: Dååmašõddi säŠmmlaž piârpeiŠvvhåidd sääŠmvuuŠvd kååŠddin iŠlla vuäŠǯǯamnalla.
fin: Kotona tapahtuvaa saamelaista perhepäivähoitoa ei saamelaisalueen kunnissa ole saatavana.

source: SäŠmmlai dommvuŠvdest lie kålggmannu 2009 teâđai mieŠldd sääŠmǩiõllsai håiddâkksai peâmmkääzzkõõzzi kruuggâst õhtsižže 104 päärna, koinn sääŠmǩiõllsest peiŠvvhååidâst 71 päärna da ǩiõllpieŠsstoimmjumuužžâst 33 päärna.
fin: Saamelaisten kotiseutualueella on lokakuun 2009 tietojen mukaan saamenkielisten varhaiskasvatuspalvelujen piirissä yhteensä 104 lasta, joista saamenkielisessä päivähoidossa 71 lasta ja kielipesätoiminnassa 33 lasta.

source: SääŠmǩiõllsest peiŠvvhååidâst åårai päärnai mieŠrr lij maaimõs 5 eeŠjj äiŠǧǧen lâzznam Aanar da UŠccjooǥǥ kååŠddin da oŠccnam Enontekiö kååŠddest.
fin: Saamenkielisessä päivähoidossa olevien lasten määrä on viimeisen 5 vuoden aikana lisääntynyt Inarin ja Utsjoen kunnissa ja vähentynyt Enontekiön kunnassa.

source: SäŠmmlai dommvuuŠvd åålǥbeäŠlnn sääŠmǩiõlin obbpeiŠvvsaž peiŠvvhåidd lij vuäŠǯǯamnalla RuäŠvnjaarǥâst, koŠst lie 7 päärna.
fin: Saamelaisten kotiseutualueen ulkopuolella saamenkielistä kokopäiväistä päivähoitoa on saatavilla Rovaniemellä, jossa on 7 lasta.

source: Oulust toimmai sääŠmkiõllsaž håiddâkksai peâmmkruugg, koŠst lie mieŠldd 5 päärna.
fin: Oulussa toimii saamenkielinen varhaiskasvatuskerho, jossa on mukana 5 lasta.

source: Håiddâkksai peâmmtuââŠj ohjjumuš
fin: Varhaiskasvatuksen ohjaus

source: SääŠmkiõllsaž peiŠvvhåidd da ǩiõllpieŠsstoimmjumuš kolle sääŠmvuuŠvd kååŠddin sosiaaltuååim leŠbe čuõvtemtuââŠj vaaldšem vuâlla.
fin: Saamenkielinen päivähoito ja kielipesätoiminta kuuluvat saamelaisalueen kunnissa sosiaalitoimen tai sivistystoimen hallinnon alaisuuteen.

source: SäŠmmla håiddâkksai peâmmtuââŠj ohjjumuš šâdd LääŠddjânnmest vuõss-sââŠjest LääŠddǩiõlle, UŠccjooǥǥ kååŠddest toimmai sääŠmkiõllsaž håiddâkksai peâmmtuâŠjj ohjjeei.
fin: Saamelaisen varhaiskasvatuksen ohjaus tapahtuu Suomessa pääasiassa suomen kielellä, Utsjoen kunnassa toimii saamenkielinen varhaiskasvatusohjaaja.

source: Håiddâkksai peâmmtuââŠj ohjjumuužžâst väŠstteei personkåŠdd ainsmâtt, što säŠmmlai håiddâkksai peâmmõõutilooǥǥi toimmjumuš tuäŠrjjad sääŠmpäärna jiiŠjjes ǩiõl da kulttuur pâŠjjen tuõŠlljumuužž da õõudâsviikkmuužž.
fin: Varhaiskasvatusohjauksesta vastaava henkilöstö varmistaa, että saamelaisten varhaiskasvatusyksiköiden toiminta tukee saamelaislapsen oman kielen ja kulttuurin ylläpitämistä ja kehittämistä.

source: PeiŠvvhåiddâkksai peâmmtuâŠjast vaŠstteei personkååŠddest ââlǥče leed rijttjeei sääŠmǩiõl da kulttuur tobddmõš di teâđ määŋgǩiõllsažvuõttpeâmmtuâŠjast.
fin: Varhaiskasvatuksesta vastaavalla henkilöstöllä tulisi olla riittävä saamen kielen ja kulttuurin tuntemus sekä tietoa monikielisyyskasvatuksesta.

source: SäŠmmla håiddâkksai peâmmtuââŠj ohjjumuužžâst tueŠjjeet õhttsažtuââj SääŠmteeŠggain.
fin: Saamelaisen varhaiskasvatuksen ohjauksessa tehdään yhteistyötä Saamelaiskäräjien kanssa.

source: Toimmjumuužž ärvvstõõllmuš
fin: Toiminnan arviointi

source: Håiddâkksai peâmmkääzzkõõzzi ärvvstõõllmuužž čõõđtet õõutveäkka päärna da suu puärrsi, sooǥǥ, personkååŠdd da jäŠrrzi õhttsažtuâŠjjneeǩǩivuiŠm.
fin: Varhaiskasvatuspalvelujen arviointia toteutetaan yhdessä lapsen ja hänen vanhempiensa, suvun, henkilöstön ja yhteistyötahojen kanssa.

source: PeâmmtuâŠjj lij čõnnum kulttuure da õhttsažkååŠdd muttõzze.
fin: Kasvatus on sidoksissa kulttuurin ja yhteiskunnan muutokseen.

source: Toimmjempirrõõzz muttõõzz vaaikte håiddâkksai peâmmtuåimm cõõđtumužže juäŠtkkjeei ärvvstõõllmuzzin, tõn mieŠlddsa toimmjumuužž õõudâsviikkâm täävvtõõzzi šïõttumuže da čõõđtumužže.
fin: Toimintaympäristön muutokset vaikuttavat varhaiskasvatustoiminnan toteutuksen jatkuvaan arviointiin, sen mukaisen toiminnan kehittämiseen, tavoitteiden asettamiseen ja toteuttamiseen.

source: Håiddâkksai peâmmtuââŠj siisǩe arvstõõllâm veäkka viiǥǥâd õõudâs håiddâkksai peâmmtuââŠj aarǥtoimmjumuužž nuŠt, što håiddâkksai peâmm vuäitče mååžna puârast vaŠstteed juõǩǩka päärna taarbid da håiddâkksai peâmmtuââŠj õhttân kääzzkâsttemnääŠllen piârrji taarbid..
fin: Varhaiskasvatuksen sisällön arvioinnin avulla kehitetään varhaiskasvatuksen arjen toimintaa niin, että varhaiskasvatus voisi mahdollisimman hyvin vastata jokaisen lapsen tarpeisiin ja varhaiskasvatus yhtenä palvelumuotona perheiden tarpeisiin.

source: Arvstõõllmuužž čõõđtumuužž vueŠssen ââlǥče õõutilooǥǥid kuõskki plaanâst miertõõllâd mäŠhtt teâđaid norre, ǩeäk arvstâlle, kuäs da mõõnnalla..
fin: Arvioinnin toteuttamisen osalta tulisi yksikkökohtaisessa suunnitelmassa määritellä miten tietoa kerätään, ketkä arvioivat, milloin ja miten.

source: Toimmjumuužž ärvvstõõllmužže kooll še päärna vuâmmšumuš da suu aarǥ kuâŠsttjeejen raajjmuš ǩeŠrjteeŠl pââjas päärna kuõskki vuâmmšum aaŠššid.
fin: Toiminnan arviointiin kuuluu myös lapsen havainnoiminen ja hänen arkensa näkyväksi tekeminen kirjaamalla lapseen liittyviä havaintoja.

source: Vuâmmšõõttmuš veäǩǩad peâmmʼmai tobddât päärna õuddnumuužž pââŠjid da persoonlaž nääŠlid.
fin: Havainnointi auttaa kasvattajaa tunnistamaan lapsen kehityksen vaiheet ja yksilölliset piirteet.

source: Šõddmuužžin, koin peâmmjest šâdd huõll päärna diõtt, lij vuõss-sââŠjest vääžnai årsted vuâmšõttâd päärna toimmjumuužž da tõst šõddâm muttõõzzid.
fin: Tilanteissa, joissa kasvattajalla herää huoli lapsesta, on ensisijaisen tärkeää pysähtyä havainnoimaan lapsen toimintaa ja siinä tapahtuneita muutoksia.

source: JuõŠǩǩpeiŠvvsaž vuâmmšâddmuš oŠvdd arvvsõš teâđ puärrsid.
fin: Päivittäinen havainnointi antaa arvokasta tietoa vanhemmille.

source: Vuâmmšõddmuš da dokumenttmuš lie še pueŠr neäŠvv päärna vuäŠssatvuõd õõudumuužžâst.
fin: Havainnointi ja dokumentointi ovat myös hyviä välineitä lapsen osallisuuden edistämisessä.

source: Peâmmai vummšâdd še päärnai miõlǩieŠss aaššid što vuäitt plaanâd toimmjumuužž päärnast vueŠlǧǧjen kueđeeŠl sââŠj päärna jiiŠjjes čuäjtõõzzid.
fin: Kasvattajan havainnoi myös lasten mielenkiinnon kohteita voidakseen suunnitella toimintaansa lapsilähtöisemmäksi jättäen tilaa lapsen omille ehdotuksille.

source: Päärna, puärrsi da sooǥǥ uŠvddem maacctõs veäǩǩad personkååŠdd teâđsted koŠst lij onnstum da koŠst lij pueŠrumuš.
fin: Lapsen, vanhempien ja suvun antama palaute auttaa henkilöstöä tiedostamaan missä on onnistuttu ja missä on kehitettävää.

source: Ärvvstõõllmuš siisǩâld jm.
fin: Arviointi sisältää mm..

source: - päärna persoonlaž da ǩiõlvuađlaž õuddnumuužž ärvvstõõllmuužž - ärvvstõõllmuužž tõst, mäŠhtt säŠmmla kulttuuräärvv tuâtte tueŠjjeemnääŠllen.
fin: - lapsen yksilöllisen ja kielellisen kehityksen arviointia - arviointia siitä, miten saamelaiset kulttuuriarvot toteutuvat käytännön toiminnaksi

source: håiddâkksai peâmmtuâŠjjlai, puärrsi da sooǥǥ peâmmõhttsažtuââŠjj ärvvstõõllmuužž
fin: - varhaiskasvatuksen, vanhempien ja suvun kasvatusyhteistyön arviointia

source: - ärvvstõõllmuužž tõšt, mäŠhtt toimmjumuužž organâsttmuš da järjstumuš tuäŠrjjee päärna obbväŠlddsa puârast pirǧǧumuužž.
fin: - arviointia siitä, miten toiminnan organisointi ja järjestäminen tukevat lapsen kokonaisvaltaista hyvinvointia.

source: PersonkååŠdd arvstõõllâmneäŠvvan lie vuâmmšõddmuš, dokumenttmuš, jiiŠjjes tuââŠj ärvvstõõllmuš, õõudâsviikkâmsaǥstõõllmuužž jååđteejin, õõutilooǥǥi seŠst tuâŠjjpäiŠǩǩsååbbar da obb kååŠdd säŠmmla håiddâkksai peâmmtuâŠjjlai sååbbar.
fin: Henkilöstön arvioinnin välineinä ovat havainnointi, dokumentointi, oman työn arviointi, kehittämiskeskustelut esimiehen kanssa, yksikkökohtaiset työpaikkakokoukset ja koko kunnan saamelaisen varhaiskasvatuksen työkokoukset.

source: SäŠmmla håiddâŠkksai peâmmtuââŠj plaanmuužž vuađđân noorât maacctõõzz TâŠvvLääŠddjânnam sosiaaltuââŠj siltteemkõskkõõzz tuåimest.
fin: Saamelaisen varhaiskasvatussuunnitelman sisällöstä ja toimivuudesta suunnittelun pohjana kootaan palautetta Pohjois-Suomen sosiaalialan osaamiskeskuksen toimesta.

source: Maacctõõzz mieŠldd vuäŠǯǯum teâđ âânet äuŠǩǩen säŠmmla håiddâkksai peâmmtuââŠj õõuđâsviikkâmtuâŠjast.
fin: Palautteen kautta saatua tietoa hyödynnetään saamelaisen varhaiskasvatuksen kehittämistyössä.

source: Staannvuõttplaann PeiŠvvhååid staannvuõttplaan sizz kolle di persoonkååŠdd što päärnaid kuõskki lääŠjjmieŠlddsa da järraz staanvuõđ da tiõrvâsvuõđ kuõskki plaan.
fin: Päivähoidon turvallisuussuunnitteluun sisältyvät sekä henkilökuntaa että lapsia koskevat lakisääteiset ja muut turvallisuutta ja terveellisyyttä koskevat suunnitelmat.

source: PeiŠvvhåiddlääŠǩǩ õõlǥad toimmjemõõutilooǥǥ âânned huõl peiŠvvhååid staanlaž järjstumuužžâst.
fin: Päivähoitolaki velvoittaa toimintayksikköä huolehtimaan päivähoidon turvallisesta järjestämisestä.

source: PeiŠvvhååid staannvuõttplaan lij peäŠllštem plaanâst veeidab obb staanvuõđ pueŠrumužže da páŠjjentuõlŠlljmužže sǩihttjeei äŠššpõmmâi.
fin: Päivähoidon turvallisuussuunnitelma on pelastussuunnitelmaa laajempi kokonaisturvallisuuden parantamiseen ja ylläpitoon tähtäävä asiakirja.

source: Staannvuõttplaanâst arvvlâdde toimmjumuužž ukkõõzzid da selvvted toimmjumuužž riiskit vääldeeŠl lokku peiŠvvhååidmuužžâst šiõtteei lääŠjji kõskksaž õõlǥtumuužžid, toimmjemõõutilooǥǥ tuâŠjjsueŠjjeem toimmjemproggramm di tuââŠj tiõrvâsvuõtthuõl tuâŠjjpäiŠǩǩselvvtõõzzid.
fin: Turvallisuussuunnitelmassa arvioidaan toimintaa uhkaavat vaarat ja selvitetään toiminnan riskit ottaen huomioon päivähoitoa säätelevien lakien keskeiset vaatimukset, toimintayksikön työsuojelun toimintaohjelma sekä työterveyshuollon työpaikkaselvitykset.

source: toimmjemõõutilooǥǥ personkååŠdd, hååidast åårai päärna, toimmjemõõutilooǥǥâst kõŠlljeei oummu, toimmjemõõutilooǥǥ ålgg - da siisǩesââŠj di toimmjemneäŠvv da âlddpirrõz.
fin: Tarkastelun piiriin kuuluvat mm. toimintayksikön henkilöstö, hoidossa olevat lapset, toimintayksikössä vierailevat henkilöt, toimintayksikön ulko- ja sisätilat sekä toimintavälineet ja lähiympäristö.

source: SäŠmmlain håiddâkksai peâmmpeâmmõõutilååǥǥin čõđtum kulttuure kuulli määŋgbeäŠllsaž toimmjumuš päärnaivuiŠm jm. tollstõõllmuš, jeeŠresnallšem šõddmuužžid da jååttmuužžid vuäŠssõõttmuš õõlǥad õõudǩiõtte järjstõõllmuužžid, õhttsažtuââj da staanvuõđ vuâmmšeei plaanmuužž di rijttjeei personkåŠddresuurssid.
fin: Saamelaisissa varhaiskasvatusyksiköissä toteutettava kulttuuriin liittyvä monipuolinen toiminta lasten kanssa mm. tulistelu, erilaisiin tapahtumiin ja retkiin osallistuminen vaatii etukäteisjärjestelyjä, yhteistyötä ja turvallisuusnäkökohtia huomioivaa suunnittelua sekä riittäviä henkilöstöresursseja.

source: vueitet järjsted õhttsažtuâŠjast päärna piârri, sooǥǥ da resurssipersonkååŠddivuiŠm, le-ša še täin vueŠjjin ferttai toimmjumuužžâst vaŠstteei personkååŠdd selvvted vasttumuš- da staannvuõttkõjldõõzzid puärrsivuiŠm õõudǩiõtte.
fin: Retkiä ym. voidaan järjestää yhteistyössä lapsen perheen, suvun ja resurssihenkilöstön kanssa, mutta myös näissä tilanteissa tulee toiminnasta vastaavan henkilöstön selvittää vastuu- ja turvallisuuskysymykset vanhempien kanssa etukäteen.

source: Håiddâkksai peâmmõõutilååǥǥin raajât päärnai jååđtemvuäpstõõzzid di suåvad taarbšeest õõutveäkka päärnai puärrsivuiŠm keŠrjjvuađalt päärnai vuäŠssõõttmuužžâst jm.
fin: Varhaiskasvatusyksiköissä laaditaan lasten kuljetusohjeet sekä sovitaan tarvittaessa yhdessä lasten vanhempien kanssa kirjallisesti lasten osallistumisesta mm. moottorikelkka-, vene- ym. retkille ja niissä vaadittavista turvavälineistä (kypärät, pelastusliivit).

source: JeeŠrab tuäŠrjj håiddâkksai peâmmʼmuužžâst
fin: Erityinen tuki varhaiskasvatuksessa

source: Juõǩǩka päärna šõddmuš, õuddnumuž da mättjumuš lij persoonlaž.
fin: Jokaisen lapsen kasvu, kehitys ja oppiminen on yksilöllistä.
